{
  "navbar": {
    "home": "Home",
    "events": "Events",
    "artists": "Artists",
    "about": "About",
    "contact": "Contact"
  },
  "about": {
    "intro": {
      "title": "About Us",
      "description": "Founded in 2025, EchoPulse Records is a record label dedicated to discovering and nurturing exceptional talent. With a passion for authentic music and artistic creativity, we work closely with artists to bring their visions to life. From production to promotion, our goal is to create unforgettable musical experiences and shape the future of the industry."
    },
    "mission": {
      "title": "Our Mission",
      "description": "At EchoPulse Records, we believe that music is more than just sound—it’s a powerful way to connect, inspire, and tell stories. Our mission is to provide a platform where artists can express themselves freely while reaching audiences worldwide. We strive to push creative boundaries and support musicians in building lasting careers."
    },
    "services": {
      "title": "Our Services",
      "list": [
        {
          "title": "Music Production",
          "description": "High-quality recording, mixing, and mastering."
        },
        {
          "title": "Distribution",
          "description": "Getting music onto streaming platforms and physical releases."
        },
        {
          "title": "Artist Development",
          "description": "Helping musicians refine their sound and build their brand."
        },
        {
          "title": "Marketing & Promotion",
          "description": "Crafting strategies to reach the right audience."
        },
        {
          "title": "Event & Tour Management",
          "description": "Organizing live performances and tours."
        }
      ]
    },
    "team": {
      "title": "Our Team",
      "description": "Behind EchoPulse Records is a passionate team of industry professionals who share a love for music and creativity. From producers and sound engineers to marketing specialists and talent scouts, every member of our team is dedicated to supporting artists and bringing great music to the world."
    }
  },
  "contact": {
    "title": "Contact Us",
    "description": "Have a question or want to work with us? Reach out, and we’ll get back to you as soon as possible!",
    "formLabels": {
      "firstName": "First name",
      "lastName": "Last name",
      "email": "Email",
      "subject": "Subject",
      "message": "Message"
    },
    "recaptcha": "I'm not a robot",
    "sendButton": "Send Message"
  },
  "allArtists": {
    "title": "Our Artists",
    "search": {
      "placeholder": "Search by artist name",
      "buttonText": "Search"
    }
  }
}
